"Help" = "Ohjeet";
"Services" = "Palvelut";
"Computer" = "Tietokone";
"Trash" = "Roskakori";
"Baseline" = "Peruslinja";
"Font" = "Kirjasin";
"Home" = "Koti";
"Applications" = "Ohjelmat";
"Running" = "Käynnissä";
"Open with" = "Avaa ohjelmassa";
"Spelling" = "Oikeinkirjoitus";
"Find" = "Etsi";
"Trash Size" = "Roskakorin koko";
"Window" = "Ikkuna";
"File" = "Arkisto";
"Sort by" = "Järjestä";
"Path Navigator" = "Polkuselain";
"View" = "Sisältö";
"Empty Trash for" = "Tyhjennä kohteen roskakori";
"Ligature" = "Ligatuuri";
"Commands" = "Komennot";
"Format" = "Muoto";
"Kern" = "Parivälistys";
"View Trash for" = "Näytä kohteen roskakori";
"Number of Columns" = "Palstojen lukumäärä";
"Edit" = "Muokkaa";
"Speech" = "Puhe";
"Text" = "Teksti";
"Path Finder" = "Path Finder";
"Label" = "Merkki";
"Reports" = "Raportit";
"Open Recent" = "Avaa äskeinen";
"Icon Size" = "Symbolien koko";
"Copy Path" = "Kopioi polku";
"Go" = "Siirry";
"New" = "Uusi";
"Icon Layout" = "Symbolien sijoitus";
"Zoom" = "Suurenna/pienennä";
"New Text File" = "Uusi tekstidokumentti";
"Open Text File..." = "Avaa tekstidokumentti...";
"Close Window" = "Sulje ikkuna";
"Raise" = "Nosta";
"Paste Ruler" = "Sijoita viivain";
"Lower" = "Laske";
"Show Fonts" = "Näytä kirjasimet";
"Tighten" = "Tiivistä";
"Use None" = "Älä käytä mitään";
"Italic" = "Kursivoitu";
"Loosen" = "Harvenna";
"Use Default" = "Käytä oletusarvoa";
"Show Ruler" = "Näytä viivain";
"Show Colors" = "Näytä värit";
"CocoaTech Home" = "CocoaTech-kotisivu";
"Zoom Out" = "Pienennä";
"Clear" = "Pyyhi";
"Large" = "Suuri";
"Invisibles" = "Näkymättömät";
"New File..." = "Uusi tiedosto...";
"Open" = "Avaa";
"New Browser" = "Uusi selainikkuna";
"Controls" = "Ohjausmerkit";
"Purchase" = "Osta";
"Set Menu Keys..." = "Aseta näppäinoikotiet…";
"Check Spelling" = "Tarkista oikeinkirjoitus";
"Eject" = "Anna levy";
"Spelling..." = "Oikeinkirjoitus...";
"Start Speaking" = "Aloita puhuminen";
"Larger" = "Suurempi";
"Redo" = "Tee sittenkin";
"Find Previous" = "Etsi edellinen";
"Hide Toolbar" = "Kätke työkalupalkki";
"Secure Delete..." = "Tiedostosilppuri…";
"Empty Trash" = "Tyhjennä roskakori";
"Smart Sorting On" = "Käytä älykästä lajittelua";
"Sort Ascending" = "Nouseva järjestys";
"Rename" = "Nimeä uudelleen";
"Connect to Server..." = "Yhdistä palvelimeen…";
"as List" = "Luettelona";
"Enter Registration Code..." = "Syötä rekisteröintikoodi…";
"Compress..." = "Pakkaa…";
"Check Spelling As You Type" = "Tarkista oikeinkirjoitus kirjoitettaessa";
"Stop Speaking" = "Lopeta puhuminen";
"Cut" = "Leikkaa";
"Show in New Window" = "Näytä uudessa ikkunassa";
"Make Symbolic Link" = "Tee symbolinen linkki";
"Select All" = "Valitse kaikki";
"Open in Terminal" = "Avaa Päätteessä";
"Show Package Contents" = "Näytä pakkausten sisällöt";
"Hide Package Contents" = "Kätke pakkausten sisällöt";
"Selection" = "Valinta";
"Use Selection for Find" = "Käytä valintaa etsinnässä";
"Enclosing Folder" = "Isäntäkansio";
"Print..." = "Tulosta…";
"Page Setup..." = "Arkin määrittely…";
"Minimize All" = "Pienennä kaikki";
"Hide Others" = "Näytä muut";
"Show All" = "Näytä kaikki";
"Left to Right" = "Vasemmalta oikealle";
"Move to..." = "Siirrä kohteeseen…";
"About Path Finder" = "Tietoja: Path Finder";
"Preferences..." = "Asetukset…";
"Applications" = "Ohjelmat";
"Show Desktop" = "Näytä työpöytä";
"Reveal in Finder" = "Näytä Finderissa";
"Make Alias" = "Tee alias";
"Medium" = "Keskikokoinen";
"Find Next" = "Etsi seuraava";
"New Folder..." = "Uusi kansio...";
"Show Invisible Files" = "Näytä näkymättömät kohteet";
"Show Icons" = "Näytä symbolit";
"Preview Window" = "Esikatseluikkuna";
"Touch" = "Kosketa";
"Jump to Selection" = "Siirry valintaan";
"Preview Drawer" = "Esikatselu";
"Use None" = "Älä käytä mitään";
"Bold" = "Lihavoitu";
"Align Right" = "Tasaa oikealle";
"Center" = "Keskitä";
"Subscript" = "Alaindeksi";
"Underline" = "Alleviivattu";
"Superscript" = "Yläindeksit";
"Use All" = "Käytä kaikkia";
"Paste Font" = "Sijoita kirjasin";
"Copy Font" = "Kopioi kirjasin";
"Copy Ruler" = "Kopioi viivain";
"Use Default" = "Käytä oletusarvoa";
"Local Volumes" = "Paikalliset taltiot";
"Justify" = "Tasaa";
"Duplicate" = "Monista";
"UNIX" = "UNIX";
"Align Left" = "Tasaa vasemmalle";
"Zoom In" = "Suurenna";
"Back" = "Takaisin";
"HFS" = "HFS";
"Use Default" = "Käytä oletusarvoa";
"Smaller" = "Pienempi";
"Copy" = "Kopioi";
"Favorites" = "Suosikit";
"Find..." = "Etsi...";
"Add to Favorites" = "Lisää suosikkeihin";
"Forward" = "Seuraava";
"Network Volumes" = "Verkkotaltiot";
"Terminal" = "Pääte";
"Launch as Root" = "Avaa root-käyttäjänä";
"Float Trash Can" = "Kelluta roskakoria";
"Show Original" = "Näytä alkuperäinen";
"Decompress..." = "Pura…";
"Get Info" = "Näytä tietoja";
"URL" = "URL";
"Customize Toolbar..." = "Muokkaa työkalupalkkia…";
"Go to Folder..." = "Siirry kansioon…";
"Next Window" = "Seuraava ikkuna";
"as Icons" = "Symboleina";
"iDisk" = "iDisk";
"Move to Trash" = "Siirrä roskakoriin";
"as Columns" = "Palstoina";
"Support" = "Käyttäjätuki";
"Add Icon Preview" = "Lisää esikatselusymboli…";
"Save" = "Tallenna";
"Minimize" = "Pienennä";
"Bring All to Front" = "Tuo kaikki eteen";
"Show Trash Can" = "Näytä roskakori";
"Name Below Icon" = "Nimi symbolin alla";
"Paste" = "Sijoita";
"Path Finder Help" = "Path Finder -ohjeet";
"Clear Menu" = "Tyhjennä valikko";
"Computer" = "Tietokone";
"Undo" = "Peru";
"Quit Path Finder" = "Lopeta Path Finder";
"Feedback" = "Ehdotukset";
"Hide Path Finder" = "Kätke Path Finder";
"Copy to..." = "Kopioi kohteeseen…";
"Zoom" = "Suurenna/pienennä";
"Show" = "Näytä";
"Small" = "Pieni";
"Remove Icon Preview" = "Poista esikatselusymboli";
"Top to Bottom" = "Ylhäältä alas";
"Name Right of Icon" = "Nimi symbolin oikealla";
"Quit Finder" = "Lopeta Finder";
"Close All" = "Sulje kaikki";
"Add to Applications" = "Lisää ohjelmiin";
"Home" = "Koti";
"Save As..." = "Tallenna nimellä...";
"Revert" = "Palaa tallennettuun";
"Directory Listing" = "Hakemistolistaus";
"Selected Items" = "Valitut kohteet";
"Volumes" = "Taltiot";

"Make Plain Text" = "Tee pelkkä teksti";
"Make Rich Text" = "Tee RTF";
"Wrap to Window" = "Rivitä ikkunaan";
"Wrap to Page" = "Rivitä sivulle";
"Allow Editing" = "Salli muokkaus";
"Prevent Editing" = "Estä muokkaus";
"Allow Hyphenation" = "Salli tavutus";
"Disallow Hyphenation" = "Estä tavutus";

"Show File Names" = "Näytä tiedostonimet";
"Hide File Names" = "Kätke tiedostonimet";

"Save All" = "Tallenna kaikki";

"Recent Folders" = "Äskeiset kansiot";
"Recent Files" = "Äskeiset tiedostot";

"Fonts..." = "Kirjasin...";
"Plugins" = "Pluginit";
"System Profile" = "Järjestelmän profiili";

"Show Processes" = "Näytä prosessit";
"Hide Processes" = "Kätke prosessit";
"Remove" = "Poista";
"Hide %@" = "Kätke %@";
"Quit %@" = "Lopeta %@";
"Open Package" = "Avaa pakkaus";
"Float" = "Kelluta";
"Transparency..." = "Läpinäkyvyys...";
"New HTML File" = "Uusi HTML-tiedosto";
"Find File..." = "Etsi tiedosto…";
"Find Text..." = "Etsi teksti…";
"Find Text" = "Etsi teksti";
"Shelf Window" = "Hyllyikkuna";
"None" = "Ei mitään";
"Eject %@" = "Anna levy %@";
"Themes" = "Teemat";
"Default" = "Oletus";
"Report" = "Raportti";

"Processes" = "Prosessit";
"Show Terminal" = "Näytä Pääte";
"Hide Terminal" = "Kätke Pääte";

"Print Selection..." = "Tulosta valinta...";
"Name" = "Nimi";
"Reveal in Path Finder" = "Näytä Path Finderissa";
"Upgrade" = "Päivitä";
"New Terminal" = "New Terminal";

"Email..." = "Lähetä sähköpostina...";
"Compress and Email..." = "Pakkaa ja lähetä sähköpostina...";
"Launch Application..." = "Käynnistä ohjelma...";
"Make Path Finder Alias" = "Tee Path Finder -alias";
"Open with..." = "Avaa ohjelmassa...";
"Defaults" = "Oletusarvot";
"Class Dump" = "Luokkatuloste";
"Symbol Table" = "Symbolitaulukko";
"Process Window" = "Prosessi-ikkuna";
"Terminal Drawer" = "Päätevetolaatikko";
"Process Drawer" = "Prosessit";
"Clone" = "Kloonaa";
"Change Desktop Background..." = "Vaihda työpöydän tausta...";
"Convert Image..." = "Muunna kuvatiedosto…";

"Open with %@" = "Avaa ohjelmassa %@";
"Text Editor" = "Tekstieditori";

/* stuffit menu */
"StuffIt" = "StuffIt";
"Stuff" = "Stuff";
"UnStuff" = "UnStuff";
"Zip" = "Zip";
"Zip and UU" = "Zip ja UU";
"Stuff with Password..." = "Stuff salasanalla...";
"Stuff and BinHex" = "Stuff ja BinHex";
"Stuff and MacBinary" = "Stuff ja MacBinary";
"Tar" = "Tar";
"Tar and BZip" = "Tar ja BZip";
"Tar and GZip" = "Tar ja GZip";
"Tar and Unix Compress" = "Tar ja Unix Compress";
"BZip" = "BZip";
"GZip" = "GZip";
"Unix Compress" = "Unix Compress";
"BinHex (.hqx)" = "BinHex (.hqx)";
"MacBinary (.bin)" = "MacBinary (.bin)";
"AppleSingle" = "AppleSingle";
"UU" = "UU";
"LHa" = "LHa";

"Force Quit %@..." = "Pakota %@ lopettamaan...";
"Contents" = "Sisältö";
"Burn..." = "Polta...";
"New Instance" = "Uusi instanssi";
"Sample" = "Näyte";

"Secure Empty Trash for" = "Tyhjennä roskakori turvallisesti kohteessa";
"Secure Empty Trash" = "Tyhjennä roskakori turvallisesti";

"Parent" = "Ylempi taso";
"Add to Drop Stack" = "Lisää pudotuspinoon";

"Hides on Deactivate" = "Kätketään kun taustalla";

"Screen Capture..." = "Kuvakaappaus...";
"Pasteboards" = "Leikepöydät";
"Erase Disc..." = "Tyhjennä levy...";

"Recent Servers" = "Äskeiset palvelimet";
"Man to PDF..." = "Man-sivu PDF:ksi...";

"My iDisk" = "iDiskini";
"Other User's iDisk..." = "Toisen käyttäjän iDisk...";
"Other User's Public Folder..." = "Toisen käyttäjän julkinen kansio...";


